// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给你",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "19岁生日的寿星",  // 同上...
        "今天是你的生日",
        "最后一个一开头的生日啦",
        "祝你学业进步",
        "前程似锦",
        "友谊永固",
        "也祝你在大学交到好朋友！",
        "当然不要忘记我这个旧朋友（哭）",
        "无聊的话 欢迎你来打扰我",
        "和我聊天~",
        "我们可以约定以后",
        "一个月 Call 一次",
        "有空就约出来！",
        "哦吼",
        "礼物要不要！",
        "可是我们什么时候还能见面！",
        "当然我也可以送去你学校",
        "前提是你要给我你地址, 嘿嘿~",
        "你是一个很赞的人",
        "所谓的宝藏女孩！",
        "要对自己有信心！",
        "你就是最棒的！",
        "最棒的秦！玉！媛！",
        "所有人都不能阻止你变得更好！",
        "我们要共同进步，变成更优秀！",
        "最后！",
        "再祝你一声",
        "Happy Birthday！",
        "May all the beauty in the world be upon you",
       
        
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "今天是你的生日": "./imgs/birthday.jpg",
        
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
